Repository: aleand67/Manicera3.2
Catalog: Manicera/Localizable.xcstrings
Source language: en
Languages: es_419, fr, pt_pt, tr

source: to change order.
es_419: para reorganizar la tabla.
fr: pour réorganiser.
pt_pt: para reordenar a tabela.
tr: yeniden sıralamak için.

source: ***Long Tap*** %@ on **players** for graphs and more options.
es_419: ***Presione 1 seg*** %@ sobre los **jugadores** para gráficas y más opciones.
fr: ***Tappez 1 sec*** %@ sur les **joueurs** pour graphiques et d’autres options.
pt_pt: ***Pressione 1 seg*** %@ sobre os **jogadores** para gráficos e mais opções.
tr: Grafikler ve daha fazla seçenek için **oyunculara** ***Uzun Dokunma*** %@ tuşuna basın.

source: ***Swipe left*** %@ to return to the scoreboard.
es_419: ***Deslice*** %@ hacia la iaquierda para regresar al tablero marcador.
fr: ***Glissez à gauche*** %@ pour retourner au compteur.
pt_pt: ***Deslize*** %@ para a esquerda para voltar ao marcador.
tr: ***Sola kaydırın*** %@ skor tablosuna geri dönmek için.

source: ***Tap*** %@ on
es_419: ***Presione*** %@ sobre los
fr: ***Tappez*** %@ sur les
pt_pt: ***Toque*** %@ nos
tr: **Dokunun** %@

source: **columns headers**
es_419: **encabezados**
fr: **en-têtes de colonnes**
pt_pt: **cabeçalhos de coluna**
tr: **sütun başlıklarındaki**

source: **Swipe right** %@ to return to scoreboard.
es_419: ***Deslice*** %@ hacia la derecha para regresar al tablero marcador.
fr: ***Glissez à droite*** %@ pour retourner au compteur.
pt_pt: ***Deslize*** %@ para a direita para voltar ao marcador.
tr: ***Sağa kaydırın*** %@ skor tablosuna geri dönmek için.

source: Are you sure you want to delete this player?
es_419: ¿Estás seguro que querés eliminar a este jugador?
fr: Êtes-vous sûr de vouloir éliminer ce joueur?
pt_pt: Tem a certeza que pretende eliminar este jogador?
tr: Bu oyuncuyu elemek istediğinizden emin misiniz?

source: average
es_419: promedio
fr: moyenne
pt_pt: média
tr: averaj

source: Average
es_419: Promedio
fr: Moyenne
pt_pt: Média
tr: Averaj

# average %.3f
source: avg: %.3f
es_419: prom: %.3f
fr: moy: %.3f
pt_pt: média: %.3f
tr: avrj: %.3f

source: Average Graph
es_419: Gráfico de Promedios
fr: Graphique de Moyennes
pt_pt: Gráfico de Médias
tr: Averaj Grafik

source: Can’t Undo.
es_419: Precaución: Acción Irreversible.
fr: Précaution: Cela ne peut pas être renversé.
pt_pt: Aviso: Isto não pode ser desfeito.
tr: Uyarı: Bu Geri Alınamaz

source: Cancel
es_419: Cancelar.
fr: Annuler.
pt_pt: Cancelar.
tr: İptal

source: Clear All Records
es_419: Eliminar Todos los Datos
fr: Effacer tous les enregistrements
pt_pt: Descartar todos os Registos
tr: Tüm kayıtları temizle

source: Current Game
es_419: Partida en Juego
fr: Match en Jeu
pt_pt: Partida Atual
tr: Mevcut Oyun

source: Delete Player
es_419: Eliminar Jugador
fr: Eliminer Joueur
pt_pt: Eliminar Jogador
tr: Oyuncuyu Ortadan Kaldırmak

# Discard
source: Discard Game
es_419: Borrar Partido
fr: Eliminer Match
pt_pt: Descartar Jogo
tr: Oyunu ortadan kaldır

source: Games
es_419: Partidas
fr: Matchs
pt_pt: Jogos
tr: Oyunlar

source: Got it!
es_419: ¡Listo!
fr: J’ai compris!
pt_pt: Entendido!
tr: Anladım!

source: Individual Stats
es_419: Estadísticas Individuales
fr: Statistiques Individuelles
pt_pt: Estatísticas Individuais
tr: Bireysel İstatistikler

source: Innings
es_419: Turnos
fr: Réprises
pt_pt: Voltas

source: Keep Game
es_419: Guardar Partido
fr: Garder le Match
pt_pt: Salvar Jogo
tr: Oyunu Kayder

source: Long Run
es_419: Corrida
fr: Récord
pt_pt: Recorde
tr: Rekor

source: Name
es_419: Nombre
fr: Nom
pt_pt: Nome
tr: İsim

source: No Data
es_419: Sin Datos
fr: Pas de stats

# No. Cancel.
source: Cancel
es_419: Cancelar
fr: Annuler
pt_pt: Cancelar
tr: İptal

source: No. Don’t delete anything.
es_419: No. No Tocar Nada.
fr: No. Ne pas éliminer rien.
pt_pt: Não. Não descarte nada.
tr: Hayır. Hiçbir şeyi silmeyin.

# No. Don't delete the player
source: No. Don’t delete this player.
es_419: No. No eliminar a este jugador.
fr: No. N'éliminez pas ce joueur.
pt_pt: Não. Não elimine o jogador.
tr: Hayır. Oyuncuyu elemeyin.

source: Orange Turn
es_419: Turno Naranja
fr: Réprise
pt_pt: Laranja
tr: Sıra Turuncudaysa

# Orange-Point %@ %@
source: Tap %@ anywhere in the orange half to add a point. (Long tap %@ to undo)
es_419: Presione %@ la mitad naranja para sumar una carambola. (Presione %@ 1 seg para anular.)
fr: Tappez %@ la moitié orange pour additioner un point (tappez %@ 1 sec pour annuler.)
pt_pt: Toque %@ metade laranja para ganhar un ponto (Para desfazer toque %@ 1 seg.)
tr: Sayı eklemek için turuncu tarafa %@ (Iptal için 1 saniye %@.)

source: Past Games
es_419: Partidas Terminadas
fr: Matchs Finis
pt_pt: Partidas Anteriores
tr: Geçmiş Oyunlar

source: Player
es_419: Jugador
fr: Joueur
pt_pt: Jogador
tr: Oyuncu

# Restart-Instructions %@
source: Long %@ restart game
es_419: %@ 1 seg el botón de turno para partido nuevo.
fr: %@ 1 sec le compteur de reprises pour commencer un nouveau match.
pt_pt: Toque %@ 1 seg botão vermelho para reiniciar o jogo
tr: Oyunu başlatmak için sıra tuşuna 1 saniye %@

source: Save
es_419: Guardar
fr: Enrégistrer
pt_pt: Gravar
tr: Kaydetmek

# Swiping-Instructions %@
source: Stats %@ Box Scores
es_419: Estadísticas %@ Historial
fr: Statistiques %@ Matchs Finis
pt_pt: Estatísticas %@ Registro do Jogos
tr: Istatistik %@ Oyun Kayıtları

source: This will eliminate EVERY recorded game and statistics for ALL players. Are you really sure you want to do this?
es_419: Esta acción eliminará TODOS los datos de jugadores y TODAS las partidas. ¿Estás seguro que querés hacer esto?
fr: Cela supprimera TOUS les matchs enregistrés et les statistiques de TOUS les joueurs. Êtes-vous sûr de vouloir faire ça ?
pt_pt: Isto eliminará TODOS os jogos gravados e estatísticas de TODOS os jogadores. Tem a certeza de que deseja fazer isso?
tr: Bu, TÜM oyuncular için kaydedilen HER oyunu ve istatistiği ortadan kaldıracaktır. Bunu gerçekten yapmak istediğinizden emin misiniz?

source: W – L
es_419: G – P
fr: G – P
pt_pt: V – D
tr: G – P

source: Welcome to the Boxscore Page
es_419: Bienvenidos a la Página de Archivos
fr: Bienvenus à la Page des Récords de Matchs.
pt_pt: Bem-vindos à Página de Ficheiros
tr: Arşiv Sayfasına Hoş Geldiniz

source: Welcome to the Stats Page
es_419: Bienvenidos a la Página de Estadísticas
fr: Bienvenus à la Page des Statistiques.
pt_pt: Bem-vindos à Página de Estadísticas
tr: İstatistik Sayfasına Hoş Geldiniz

source: White Turn
es_419: Turno Blanco
fr: Réprise blanche
pt_pt: Branca
tr: Sıra Beyazdaysa

# White-Point %@ %@
source: Tap %@ anywhere in the white half to add a point. (Long tap %@ to undo)
es_419: Presione %@ la mitad blanca para sumar una carambola. (Presione %@ 1 seg para anular.)
fr: Tappez %@ la moitié blanche pour additioner un point (tappez %@ 1 sec pour annuler)
pt_pt: Toque %@ metade branca para ganhar un ponto (Para desfazer %@ 1 seg.)
tr: Sayı eklemek için beyaz tarafa %@ (Iptal için 1 saniye %@.)

source: Winners are marked with a %@, and long runs are **bold**.
es_419: Los ganadores se anotan con %@, y las corridas **en negritas**.
fr: Les gagnants sont marqués avec %@, et les séries plus longues en **gras**
pt_pt: Os ganadores anotam-se com %@, e as series mais longas **en negritas**.
tr: Kazananlar %@ işaretiyle, uzun koşular ise **kalın** olarak belirtilmiştir.

source: Yes, delete this player.
es_419: Si. Eliminar Jugador.
fr: Oui, éliminer ce joueur.
pt_pt: Sim, eliminar jogador.
tr: Hayır. Oyuncuyu elemeyin.

source: Yes. Destroy all data.
es_419: Si. Borre todos las estadísticas y todos los partidos.
fr: Oui, éliminer tous les enregistrements.
pt_pt: Sim. Descarte todos os dados.
tr: Evet. Tüm verileri sil.

source: Yes, Discard.
es_419: Sí, Borrar.
fr: Oui, éliminer.
pt_pt: Sim, descarte.
tr: Evet, Atın.

# You Sure
source: Are you sure you want to discard this game?
es_419: ¿Estás seguro que querés borrar este partido?
fr: Êtez-vous sûr d'éliminer ce match?
pt_pt: Tem a certeza que pretende descartar este jogo?
tr: Bu oyuncuyu elemek istediğinizden emin misiniz?

source: You'll find all old boxscores here as well as the current one.
es_419: Acá vas a encontrar los registros de partidas anteriores, además del registro de la partida en curso.
fr: Vous trouverais ici les récords des matchs finis ici.
pt_pt: Aqui encontrará todos os registos dos jogos anteriores e também do atual.
tr: Burada hem önceki oyunlardan hem de mevcut oyundan kayıtları bulabilirsiniz.

source: Points
es_419: Carambolas
pt_pt: Pontos
tr: Puanlar

source: Total
tr: Toplam
